CourseProject_V3/runs/mesh-2026-09-13T17-48-48-496Z/case/0/p
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      p;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            zeroGradient;
    }
    outlet
    {
        type            fixedValue;
        value           uniform 0;
    }
    walls
    {
        type            zeroGradient;
    }
    obstacles
    {
        type            zeroGradient;
    }
    frontAndBack
    {
        type            empty;
    }
}
