CourseProject_V3/runs/mesh-2026-09-13T17-48-48-496Z/case/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransport;
}

simulationType RAS;

RAS
{
    model           kOmegaSST;
    turbulence      on;
    viscosityModel  Newtonian;
}
