CourseProject_V3/runs/mesh-2026-09-13T17-48-48-496Z/case/constant/physicalProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      physicalProperties;
}

viscosityModel  constant;
nu              1.006e-06;
